Repository: vjalby/vijPlots
Catalog: jamovi/i18n/*.po
Languages: es, fr

source: {distrib} distribution requires positive (>0) data.
es: La distribución {distrib} requiere datos positivos (>0).
fr: La loi {distrib} nécessite des données strictement positives.

source: {distribStr} {typeStr} Plot of {varStr}
es: Gráfico {typeStr} {distribStr} de {varStr}
fr: Diagramme {typeStr} {distribStr} de {varStr}

source: {rotation} rotation
es: Rotación {rotation}

source: {rotation} rotation was used.
es: Se ha utilizado la rotación {rotation}.
fr: La rotation {rotation} a été utilisée.

source: {rotation} rotation with Kaiser normalization
es: Rotación {rotation} con normalización de Kaiser
fr: Rotation {rotation} avec normalisation de Kaiser

source: {rotation} rotation with Kaiser normalization was used.
es: Se ha utilizado la rotación {rotation} con normalización de Kaiser.
fr: La rotation {rotation} avec normalisation de Kaiser a été utilisée.

source: {var} doesn't have a valid date format.
es: {var} no tiene un formato de fecha válido.
fr: {var} n'a pas un format de date valide.

source: # of rows/columns
es: Nº de filas/columnas
fr: Nbre de lignes/colonnes

source: % Accuracy
es: Precisión de los %
fr: Précision des %

source: % by row
es: % por fila
fr: % par lignes

source: % Inertia
es: % de inercia
fr: % d'inertie

source: % Labels
es: Etiquetas de los %
fr: Etiquettes des %

source: % of Cases
es: % de casos
fr: % d'observations

source: % of cases
es: % de casos
fr: % d'observations

source: % of Inertia
es: % de inercia
fr: % d'inertie

source: % of Responses
es: % de respuestas
fr: % de réponses

source: % of responses
es: % de respuestas
fr: % de réponses

source: % of Variance
es: % de varianza
fr: % de variance

source: % within
es: % en
fr: % dans

source: <h3>Data & Sorting</h3> <ul> <li>Likert variables must be of ordinal measure-type. (Continuous measure-type works as well.)</li> <li>If you plan to compute mean/median/sd or to use comparison tests, they must be of integer data-type.</li> <li><strong>Tidy up levels:</strong> when checked, try to fix the labels order in table and graph (when some variables miss some levels).</li> <li><strong>Convert variables to integer:</strong> when checked, the level labels are ignored and only integer values are used.</li> <li><strong>Sort Variables by Median:</strong> orders the list of Likert variables by median.</li> </ul> <h3>Comparison Tests</h3> <p>When using a group variable, several tests are available:</p> <ul> <li><strong>Mann-Whitney U:</strong> Two group comparison</li> <li><strong>Kruskal-Wallis:</strong> n group comparison</li> <li><strong>Post Hoc Tests:</strong> Dunn, Conover and Dwass-Steel-Critchlow-Fligner (DSCF) paiwise comparisons tests.</li> </ul> <p>The p-values can be adjusted <strong>groupwise</strong> (for each question) for post hoc tests or <strong>overall</strong> (groupwise and questionwise) for MannWithney U, Kruskal-Wallis and post hoc tests. DSCF p-values are already adjusted (groupwise); no other adjustment is possible.</p> <p>A sample file is included at Open > Data Library > vijPlots > Likert</p>
es: <h3>Datos y ordenación</h3> <ul> <li>Las variables de los gráficos Likert deben ser de tipo Ordinal (el tipo de medida Continua también se admite).</li> <li>Si tiene previsto calcular la media, la mediana o la desviación típica, o bien utilizar tests de comparativos, entonces el tipo de dato ha de ser entero.</li> <li><strong>Corregir niveles:</strong> cuando se selecciona, se intenta corregir el orden de las etiquetas en la tabla y el gráfico (en el caso de que a alguna de las variables le falten niveles).</li> <li><strong>Convertir variables a entero:</strong> cuando se selecciona, se ignoran las etiquetas de los niveles y solo se utilizan los valores enteros.</li> <li><strong>Ordenar variables según mediana:</strong> ordena la lista de variables según su mediana.</li> </ul> <h3>Test de comparación</h3> <p>Cuando se utiliza una variable de agrupación, es posible llevar a cabo varios test:</p> <ul> <li><strong>U de Mann-Whitney:</strong> comparación de dos grupos.</li> <li><strong>Kruskal-Wallis:</strong> comparación de n grupos.</li> <li><strong>Tests Post Hoc:</strong> tests de comparación por pares de Dunn, Conover y Dwass-Steel-Critchlow-Fligner (DSCF).</li> </ul> <p>Los p-valores se pueden ajustar <strong>por grupo</strong> (para cada pregunta) en los test post hoc o <strong>globalmente</strong> (por grupo y por pregunta) para la U de Mann-Whitney, Kruskal-Wallis y los test post hoc. Los p-valores del test DSCF ya están ajustados (por grupo); no es posible realizar ningún otro ajuste.</p> <p>Un archivo de ejemplo está incluido en Abrir > Biblioteca de datos > vijPlots > Likert</p>
fr: <h3>Données & Tri</h3> <ul> <li>Les variables de Likert doivent être de type de mesure ordinal. (Le type continu fonctionne aussi.)</li> <li>Pour calculer les moyenne, médiane et écart-type ou pour utiliser les tests de comparaison, le type de données doit être entier.</li> <li><strong>Corriger les niveaux :</strong> cette option permet de corriger l'ordre des niveaux lorsque certains niveaux sont absents de certaines variables.</li> <li><strong>Convertir les variables en entiers :</strong> avec cette option, les étiquettes des niveaux sont ignorées et seules les valeurs numériques (entières) sont utilisées.</li> <li><strong>Trier les variables selon la médiane :</strong> ordonne la liste des variables de Likert selon la valeur de leur médiane.</li> </ul> <h3>Tests de comparaison</h3> <p>Lorsqu'une variable de groupe est utilisée, plusieurs tests sont disponibles :</p> <ul> <li><strong>Mann-Whitney U :</strong> comparaison de deux groupes</li> <li><strong>Kruskal-Wallis:</strong> comparaison de n groupes</li> <li><strong>Tests Post-hoc :</strong> tests de comparaison par paires de Dunn, Conover et Dwass-Steel-Critchlow-Fligner (DSCF).</li> </ul> <p>Les p-valeurs peuvent être corrigées <strong>par groupe</strong> (pour chaque variable) pour les tests post-hoc ou <strong>globalement</strong> (par groupe et par variable) pour les tests Mann-Withney U, Kruskal-Wallis et post-hoc. Les p-valeurs du test DSCF sont toujours corrigées par groupe ; aucune autre correction n'est possible.</p> <p>Un fichier de démonstration est disponible dans Ouvrir > Bibliothèque de données > vijPlots > Likert</p>

source: <p>This module computes <strong>Correspondence Analysis (CA)</strong> for two categorical variables. Computations are based on <a href = "https://CRAN.R-project.org/package=FactoMineR" target="_blank">FactoMineR<a/> package by F.&nbsp;Husson, J.&nbsp;Josse, S.&nbsp;Le, J.&nbsp;Mazet.</p> <p>The data may be weighted using <em>jamovi</em> built-in weight system or using the "Counts" variable.</p> <p><strong>Supplementary row or column</strong> numbers may be entered as integer lists : 1,3,6</p> <p>Four normalizations (scaling of row and column scores before plotting) are avalaible :</p> <ul> <li><strong>Principal:</strong> Row an columns scores are scaled by eigenvalues.</li> <li><strong>Symmetric:</strong> Row an columns scores are scaled by the square root of eigenvalues. </li> <li><strong>Row Principal:</strong> Only row scores are scaled by eigenvalues.</li> <li><strong>Column Principal:</strong> Only column scores are scaled by eigenvalues.</li> <li><strong>Standard:</strong> The raw coordinates without normalization.</li> </ul> <p>A sample file is included at Open > Data Library > vijPlots > Smoking</p>
es: <p>Este módulo realiza un <strong>Análisis de Correspondencias (AC)</strong> para dos variables categóricas. Los cálculos se basan en el paquete <a href="https://CRAN.R-project.org/package=FactoMineR">FactoMineR</a> de F. Husson, J. Josse, S. Le, J. Mazet.</p> <p>Los datos pueden ser ponderados mediante el sistema de ponderación integrado de <em>jamovi</em> o utilizando la variable "Conteos".</p> <p>Los números de <strong>filas o columnas suplementarias</strong> pueden introducirse como listas de enteros: 1,3,6.</p> <p>Hay cuatro normalizaciones disponibles (escalado de las puntuaciones de filas y columnas antes de la representación gráfica):</p> <ul> <li><strong>Principal:</strong> las puntuaciones de filas y columnas se escalan mediante los valores propios.</li> <li><strong>Simétrica:</strong> las puntuaciones de filas y columnas se escalan mediante la raíz cuadrada de los valores propios.</li> <li><strong>Principal de filas:</strong> solo las puntuaciones de las filas se escalan mediante los valores propios.</li> <li><strong>Principal de columnas:</strong> solo las puntuaciones de las columnas se escalan mediante los valores propios.</li> <li><strong>Estándar:</strong> coordenadas brutas, sin normalización.</li> </ul> <p>Se incluye un archivo de ejemplo en Abrir > Biblioteca de datos > vijPlots > Smoking.</p>
fr: <p>Ce module effectue une <strong>Analyse des Correspondances (CA)</strong> pour deux variables catégorielles. Les calculs sont basés sur le package <a href="https://CRAN.R-project.org/package=FactoMineR" target="_blank">FactoMineR</a/> de F. Husson, J. Josse, S. Le et J. Mazet.</p> <p>Les données peuvent être pondérées à l'aide du système de pondération intégré de <em>jamovi</em> ou de la variable « Effectifs ».</p> <p>Les numéros de <strong>lignes ou de colonnes supplémentaires</strong> doivent être saisis sous forme de listes d'entiers : 1, 3, 6</p> <p>Quatre normalisations (mise à l'échelle des coordonnées des points-lignes et des points-colonnes) sont disponibles :</p> <ul> <li><strong>Principal :</strong> Les coordonnées des points-lignes et des points-colonnes sont normalisées par les valeurs propres.</li> <li><strong>Symétrique :</strong> Les coordonnées des points-lignes et des points-colonnes sont normalisées par la racine carrée des valeurs propres.</li> <li><strong>Principal des lignes :</strong> Seules les coordonnées des points-lignes sont normalisées par les valeurs propres.</li> <li><strong>Principal des colonnes :</strong> Seules les coordonnées des points-colonnes sont normalisées par les valeurs propres.</li> <li><strong>Standard :</strong> Les coordonnées ne sont pas normalisées.</li> </ul> <p>Un fichier de démonstration est disponible dans Ouvrir > Bibliothèque de données > vijPlots > Smoking</p>

source: <p>This module computes <strong>Multiple Correspondence Analysis (MCA)</strong> for several categorical variables. Computations are based on <a href = "https://CRAN.R-project.org/package=FactoMineR" target="_blank">FactoMineR<a/> package by F.&nbsp;Husson, J.&nbsp;Josse, S.&nbsp;Le, J.&nbsp;Mazet.</p> <p>Both classic methods are available:</p> <ul> <li><strong>Indicator matrix:</strong> CA of the indicator matrix</li> <li><strong>Burt matrix:</strong> CA of the Burt matrix. The eigenvalues are the squares of those of the indicator matrix method. </li> </ul> <p>Both methods give the same <em>standard</em> coordinates (but different <em>principal</em> coordinates).</p> <p>When selected, <strong>Benzécri and Greenacre corrections</strong> are applied to eigenvalues only (<strong>Summary</strong> table). Coordinates (and inertia) of categories and observations are computed from the original eigenvalues of the Burt matrix.</p> <p>The <strong>Normalization</strong> options specify how the coordinates are scaled (by eigenvalues):</p> <ul> <li><strong>Principal:</strong> Both category and observation coordinates are scaled.</li> <li><strong>Category principal:</strong> Only category coordinates are scaled.</li> <li><strong>Observation principal:</strong> Only observation coordinates are scaled.</li> <li><strong>Standard:</strong> Both category and observation coordinates are standard.</li> </ul> <p>A sample file is included at Open > Data Library > vijPlots > Cars</p>
es: <p>Este módulo realiza un <strong>Análisis de Correspondencias Múltiples (ACM)</strong> para varias variables categóricas. Los cálculos se basan en el paquete <a href="https://CRAN.R-project.org/package=FactoMineR">FactoMineR</a> de F. Husson, J. Josse, S. Le, J. Mazet.</p> <p>Están disponibles ambos métodos clásicos:</p> <ul> <li><strong>Matriz de indicadores:</strong> AC de la matriz indicadora.</li> <li><strong>Matriz de Burt:</strong> AC de la matriz de Burt. Los valores propios son los cuadrados de los del método de la matriz indicadora.</li> </ul> <p>Ambos métodos dan las mismas coordenadas <em>estándar</em> (pero distintas coordenadas <em>principales</em>).</p> <p>Cuando se seleccionan, las correcciones de <strong>Benzécri y Greenacre</strong> se aplican solo a los valores propios (tabla de <strong>resumen</strong>). Las coordenadas (y la inercia) de las categorías y las observaciones se calculan a partir de los valores propios originales de la matriz de Burt.</p> <p>Las opciones de <strong>Normalización</strong> especifican cómo se escalan las coordenadas (mediante valores propios):</p> <ul> <li><strong>Principal:</strong> se escalan tanto las coordenadas de las categorías como las de las observaciones.</li> <li><strong>Principal de categorías:</strong> solo se escalan las coordenadas de las categorías.</li> <li><strong>Principal de observaciones: </strong>solo se escalan las coordenadas de las observaciones.</li> <li><strong>Estándar:</strong> tanto las coordenadas de las categorías como las de las observaciones son estándar.</li> </ul> <p>Se incluye un archivo de ejemplo en Abrir > Biblioteca de datos > vijPlots > Cars</p>
fr: <p>Ce module effectue une <strong>Analyse des Correspondances Multiples (ACM)</strong> de plusieurs variables catégorielles. Les calculs sont basés sur le package <a href="https://CRAN.R-project.org/package=FactoMineR" target="_blank">FactoMineR</a/> de F. Husson, J. Josse, S. Le et J. Mazet.</p> <p>Les deux méthodes classiques sont disponibles :</p> <ul> <li><strong>Tableau disjonctif :</strong> ACM de la matrice indicatrice</li> <li><strong>Tableau de Burt :</strong> ACM de la matrice de Burt. Les valeurs propres sont les carrés de celles de la méthode de la matrice indicatrice.</li> </ul> <p>Les deux méthodes donnent Les mêmes coordonnées <em>standards</em> (mais des coordonnées <em>principales</em> différentes).</p> <p>Lorsque l'option <strong>correction de Benzécri</strong> ou <strong>correction de Greenacre</strong> est sélectionnée, les corrections sont appliquées uniquement aux valeurs propres (<strong>tableau récapitulatif</strong>). Les coordonnées (et l'inertie) des catégories et des observations sont calculées à partir des valeurs propres originales de la matrice de Burt.</p> <p>Les options de <strong>normalisation</strong> spécifient comment les coordonnées sont mises à l'échelle (par les valeurs propres) :</p> <ul> <li><strong>Principale :</strong> Les coordonnées des catégories et des observations sont mises à l'échelle.</li> <li><strong>Catégories principales :</strong> Seules les coordonnées des catégories sont mises à l'échelle.</li> <li><strong>Observations principales :</strong> Seules les coordonnées des observations sont mises à l'échelle.</li> <li><strong>Standard :</strong> Les coordonnées des catégories et des observations sont standardisées.</li> </ul> <p>Un fichier de démonstration est disponible dans Ouvrir > Bibliothèque de données > vijPlots > Cars</p>

source: <p>This module computes <strong>Principal Component Analysis (PCA)</strong> for several continuous variables. Computations are based on <tt>stats::prcomp</tt> function.</p> <p>Although rotated components are not principal components, they are widely used. Only orthogonal rotations are available (from GPArotation package).</p> <p>Loadings (variable coordinates) and scores (observation coordinates) are principal (scaled by the squareroot of eigenvalues).</p> <p>Biplot follows "Biplots in Practice" (Michael Greenacre, 2010):</p> <ul> <li><strong>Form biplot:</strong> Scores are principal (scaled by eigenvalues) while loadings are standard.</li> <li><strong>Covariance biplot:</strong> Loadings are principal while scores are standard. </li> </ul> <p><strong>Advanced options</strong>:</p> <ul> <li><strong>Standardize loadings:</strong> loadings are normalized with sums of squared equal to 1 (instead of eigenvalues)</li> <li><strong>Standardize scores:</strong> scores are normalized with variances equal to 1 (instead of eigenvalues)</li> <li><strong>Rotate eigenvectors:</strong> the rotation (varimax, etc) is applied to eigenvectors (standard loadings) instead of principal loadings (STATA way).</li> </ul> <p>A sample file is included at Open > Data Library > vijPlots > Iris</p>
es: <p>Este módulo realiza un <strong>Análisis de Componentes Principales (ACP)</strong> para varias variables continuas. Los cálculos se basan en la función stats::prcomp.</p> <p>Aunque los componentes rotados no son componentes principales, se usan ampliamente. Solo están disponibles rotaciones ortogonales (del paquete GPArotation).</p> <p>Las cargas (coordenadas de las variables) y las puntuaciones (coordenadas de las observaciones) están en escala principal (multiplicadas por la raíz cuadrada de los valores propios).</p> <p>El biplot sigue "<em>Biplots in Practice</em>" (Michael Greenacre, 2010):</p> <ul> <li><strong>Biplot de forma: </strong>las puntuaciones están en escala principal (escaladas por los valores propios), mientras que las cargas son estándar.</li> <li><strong>Biplot de covarianza:</strong> las cargas están en escala principal, mientras que las puntuaciones son estándar.</li> </ul> <p><strong>Opciones avanzadas</strong>:</p> <ul> <li><strong>Estandarizar cargas: </strong>las cargas se normalizan para que la suma de cuadrados sea igual a 1 (en lugar de a los valores propios).</li> <li><strong>Estandarizar puntuaciones: </strong>las puntuaciones se normalizan para que las varianzas sean iguales a 1 (en lugar de a los valores propios).</li> <li><strong>Rotar vectores propios: </strong>la rotación (varimax, etc.) se aplica a los vectores propios (cargas estándar) en lugar de a las cargas principales (al estilo de STATA).</li> </ul> <p>Se incluye un archivo de ejemplo en Abrir > Biblioteca de datos > vijPlots > Iris.</p>
fr: <p>Ce module effectue une <strong>Analyse en Composantes Principales (ACP)</strong> de plusieurs variables continues. Les calculs sont basés sur la fonction <tt>stats::prcomp</tt>.</p> <p>Bien que les composantes après rotation ne soient pas des composantes principales, elles sont largement utilisées. Seules les rotations orthogonales sont disponibles (via le package GPArotation).</p> <p>Les coordonnées des variables et des observations sont principles (mis à l'échelle par la racine carrée des valeurs propres).</p> <p>Le diagramme double suit l'approche de « Biplots in Practice » (Michael Greenacre, 2010) :</p> <ul> <li><strong>Form :</strong> Les coordonnées des observations sont principales (mis à l'échelle par les valeurs propres) tandis que celles des variables sont standardisées.</li> <li><strong>Cov :</strong> Les coordonnées des variables sont principales tandis que celles des observations sont standardisées. </li> </ul> <p><strong>Options avancées :</strong></p> <ul> <li><strong>Variables standardisées :</strong> les coordonnées des variables sont normalisées avec la somme des carrés égale à 1 (au lieu des valeurs propres).</li> <li><strong>Observations standardisées :</strong> les coordonnées des observations sont normalisées avec la variance égale à 1 (au lieu des valeurs propres).</li> <li><strong>Rotation des vecteurs propres :</strong> la rotation (varimax, etc.) est appliquée aux vecteurs propres (coordonnées standardisées) au lieu des coordonnées principales (méthode STATA).</li> </ul> <p>Un fichier de démonstration est disponible dans Ouvrir > Bibliothèque de données > vijPlots > Iris</p>

source: <p>This module computes frequencies for multiple response questions, also known as "Check All That Apply" (CATA) questions.</p> <p>Questions may be coded as:</p> <ul> <li>several <strong>dummy (or indicator) variables</strong> using 0/1, 1/2, Y/N for each possible answer;</li> <li>a single <strong>multi-valued variable</strong> containing the checked answers, separated by a symbol (usually "," or ";").</li> </ul> <p>A sample file is included at Open > Data Library > vijPlots > Credit Cards</p>
es: <p>Este módulo calcula las frecuencias para preguntas de respuestas múltiples, también conocidas como preguntas "Seleccionar todo lo que se aplica" (CATA).</p> <p>Las preguntas pueden codificarse como:</p> <ul> <li>varias <strong>variables indicadoras (o ficticias)</strong>, usando 0/1, 1/2 o Sí/No para cada respuesta posible;</li> <li>una única <strong>variable multirrespuesta</strong> que contenga las respuestas marcadas, separadas por un símbolo (normalmente. "," o ";").</li> </ul> <p>Se incluye un archivo de ejemplo en Abrir > Biblioteca de datos > vijPlots > Credit Cards.</p>
fr: <p>Ce module calcule les fréquences des questions à réponses multiples, également appelées questions « Cochez toutes les réponses qui s'appliquent » (CATA).</p> <p>Les questions peuvent être codées comme suit :</p> <ul> <li>plusieurs variables dichotomiques (ou variables indicatrices) utilisant 0/1, 1/2 ou O/N pour chaque réponse possible ;</li> <li>une seule variable à valeurs multiples contenant les réponses cochées, séparées par un symbole (généralement « , » ou « ; »).</li> </ul> <p>Un fichier de démonstration est disponible dans Ouvrir > Bibliothèque de données > vijPlots > Credit Cards</p>

source: <p>This module computes two-way frequencies for multiple response questions, also known as "Check All That Apply" (CATA) questions.</p> <p>Questions may be coded as:</p> <ul> <li>several <strong>dummy (or indicator) variables</strong> using 0/1, 1/2, Y/N for each possible answer;</li> <li>a single <strong>multi-valued variable</strong> containing the checked answers, separated by a symbol (usually "," or ";").</li> </ul> <p>A sample file is included at Open > Data Library > vijPlots > Credit Cards</p>
es: <p>Este módulo calcula frecuencias de doble entrada para preguntas de respuesta múltiple, también conocidas como preguntas de "Seleccionar todas las opciones" (CATA).</p> <p>Las preguntas pueden codificarse como:</p> <ul> <li>varias <strong>variables indicadoras (o ficticias)</strong>, usando 0/1, 1/2 o Sí/No para cada respuesta posible;</li> <li>una sola <strong>variable multirrespuesta</strong> que contenga las respuestas marcadas, separadas por un símbolo (normalmente "," o ";").</li> </ul> <p>Se incluye un archivo de ejemplo en Abrir > Biblioteca de datos > vijPlots > Credit Cards.</p>
fr: <p>Ce module calcule les fréquences croisées des questions à réponses multiples, également appelées questions « Cochez toutes les réponses qui s'appliquent » (CATA).</p> <p>Les questions peuvent être codées comme suit :</p> <ul> <li>plusieurs variables dichotomiques (ou variables indicatrices) utilisant 0/1, 1/2 ou O/N pour chaque réponse possible ;</li> <li>une seule variable à valeurs multiples contenant les réponses cochées, séparées par un symbole (généralement « , » ou « ; »).</li> </ul> <p>Un fichier de démonstration est disponible dans Ouvrir > Bibliothèque de données > vijPlots > Credit Cards</p>
