Repository: vjalby/vijPlots
Catalog: jamovi/i18n/*.po
Languages: es, fr

source: Improve label display
es: Mejorar la visualización de etiquetas
fr: Améliorer l'affichage des étiquettes

source: Increasing
es: Creciente
fr: Croissant

source: Indicator matrix
es: Matriz indicadora
fr: Tableau disjonctif

source: Inertia
es: Inercia
fr: Inertie

source: Inertia summary
es: Resumen de inercia
fr: Récapitulatif de l'inertie

source: Initial Eigenvalues
es: Valores propios iniciales
fr: Valeurs propres initiales

source: Input format
es: Formato de entrada
fr: Entrée

source: ISO (Y-M-D)
es: ISO (A-M-D)
fr: ISO (A-M-J)

source: Italic
es: Cursiva
fr: Italique

source: Jan
es: Ene
fr: janv.

source: January
es: Enero
fr: janvier

source: jmv Blue
es: Azul jmv
fr: Bleu jmv

source: jmv Default
es: Colores jmv
fr: Couleurs jmv

source: jmv Gray
es: Gris jmv
fr: Gris jmv

source: jmv Green
es: Verde jmv
fr: Vert jmv

source: jmv Red
es: Rojo jmv
fr: Rouge jmv

source: jmv Yellow
es: Amarillo jmv
fr: Jaune jmv

source: July
es: Julio
fr: juillet

source: June
es: Junio
fr: juin

source: Kaiser normalization
es: Normalización de Kaiser
fr: Normalisation de Kaiser

source: Kaiser-Meyer-Olkin Measure of Sampling Adequacy (MSA)
es: Medida Kaiser-Meyer-Olkin de adecuación del muestreo (MSA)
fr: Mesure de Kaiser-Meyer-Olkin d'adéquation de l'échantillonnage

source: KMO & Bartlett's Test
es: KMO y prueba de Bartlett
fr: KMO & test de Bartlett

source: KMO & Bartlett's test
es: KMO y prueba de Bartlett
fr: KMO & test de Bartlett

source: Kruskal-Wallis Tests
es: Test de Kruskal-Wallis
fr: Tests de Kruskal-Wallis

source: Label
es: Etiquetas
fr: Étiquettes

source: Label color
es: Color de las etiquetas
fr: Couleur des %

source: Label font size
es: Tamaño de las etiquetas
fr: Taille des étiquettes

source: Label Options
es: Opciones de las etiquetas
fr: Options des étiquettes

source: Label Position
es: Posición de las etiquetas
fr: Position des étiquettes

source: Label rotation
es: Rotación de las etiquetas
fr: Rotation des étiquettes

source: Label Size
es: Tamaño de las etiquetas
fr: Taille des étiquettes

source: Labels
es: Etiquetas
fr: Étiquettes

source: Left
es: Izquierda
fr: Gauche

source: Legend
es: Leyenda
fr: Légende

source: Legend & Axis Titles
es: Títulos de leyenda y ejes
fr: Titres de la légende et des axes

source: Legend Title
es: Título de la leyenda
fr: Titre de la légende

source: Level
es: Nivel
fr: Niveau

source: Light Blue
es: Azul claro
fr: Bleu clair

source: Light Brown
es: Marrón claro
fr: Marron clair

source: Light Gray
es: Gris claro
fr: Gris clair

source: Light Green
es: Verde claro
fr: Vert clair

source: Light Orange
es: Naranja claro
fr: Orange clair

source: Light Pink
es: Rosa claro
fr: Rose clair

source: Light Purple
es: Morado claro
fr: Violet clair

source: Light Red
es: Rojo claro
fr: Rouge clair

source: Light Yellow
es: Amarillo claro
fr: Jaune clair

source: Likert Plot
es: Gráfico de Likert
fr: Diagramme Likert

source: Likert Plot requires ordinal (or numeric) variables
es: El gráfico de Likert requiere variables ordinales (o numéricas)
fr: Les diagrammes de Likert nécessitent des variables ordinales (ou numériques).

source: Likert Variables
es: Variable de tipo Likert
fr: Variables de Likert

source: Limited to the first 100 observations
es: Limitado a las primeras 100 observaciónes.
fr: Limité aux 100 premières observations

source: Line
es: Línea
fr: Ligne

source: Line Chart
es: Gráfico de líneas
fr: Graphique en courbes

source: Line size
es: Grosor de línea
fr: Épaisseur

source: Line width
es: Línea
fr: Ligne

source: Linear
es: Lineal
fr: Linéaire

source: Logistic
es: Logística
fr: Logistique

source: Lollipop Plot
es: Gráfico de piruleta
fr: Lollipop (Sucettes)

source: Lollipop Size
es: Tamaño de la piruleta
fr: Taille des sucettes

source: Lollipop Size & Colors
es: Tamaño y colores de la piruleta
fr: Taille et couleurs des sucettes

source: Main statistical charts (histogram, boxplot, point, bar, line, raincloud…) with many options along with Likert plot, multiple response barplot, Principal Component and (Multiple) Correspondence Analyses. Project source (and changelog) is available at <a href="https://github.com/vjalby/vijPlots" target="_blank">Github</a>.
es: Gráficos estadísticos principales (histograma, gráfico de caja, punto, barra, línea, nube de lluvia...) con muchas opciones, junto con tramas de Likert, trama de barra de respuesta múltiple, Análisis de Componentes Principales y Análisis de Correspondencia (múltiple). La fuente del proyecto (y registro de cambios) está disponible en <a href="https://github.com/vjalby/vijPlots" target="_blank">Github</a>.
fr: Principaux graphiques statistiques (histogramme, boite à moustache, bâtons, lignes, secteurs…) avec de nombreuses options ainsi que diagramme de Likert, réponses multiples, analyse en composantes principales et analyse des correspondances (multiples). Le code source du projet est disponible sur <a href="https://github.com/vjalby/vijPlots" target="_blank">Github</a>.

source: Mann-Whitney U
es: U de Mann-Withney

source: Mann-Whitney U Tests
es: Prueba de la U de Mann-Whitney
fr: Tests U de Mann-Whitney

source: March
es: Marzo
fr: mars

source: Mass
es: Masa
fr: Masse

source: Maximum of {var}
es: Máximo de {var}
fr: Maximum de {var}

source: Maximum-likelihood (MLE)
es: Máxima verosimilitud (MLE)
fr: Maximum de vraisemblance (MLE)

source: May
es: Mayo
fr: mai

source: MCA Principal Coordinates
es: Coordenadas principales del ACM
fr: Coordonnées principales ACM

source: MCA Standard Coordinates
es: Coordenadas estándar del ACM
fr: Coordonnées standardisées ACM

source: Mean
es: Media
fr: Moyenne

source: Mean & SD
es: Media y desviación típica
fr: Moyenne et écart-type

source: Mean of {var}
es: Media de {var}
fr: Moyenne de {var}

source: Median
es: Mediana
fr: Médiane

source: Median and mean require numeric variables
es: La mediana y la media requieren variables numéricas
fr: Médiane et moyenne nécessitent des variables numériques

source: Median of {var}
es: Mediana de {var}
fr: Médiane de {var}

# menu
source: October
es: Octubre
fr: Octobre

source: Method
es: Método
fr: Méthode

source: Method of moments (MME)
es: Método de los momentos (MME)
fr: Méthode des moments (MME)

source: Method:
es: Método:
fr: Méthode :

source: Middle
es: En medio
fr: Milieu

source: Minimum entropy
es: Entropía mínima
fr: Entropie minimale

source: Minimum of {var}
es: Mínimo de {var}
fr: Minimum de {var}

source: Multi-valued Variable
es: Variable multirrespuesta
fr: Variable à valeurs multiples

source: Multiple Correspondence Analysis
es: Análisis de correspondencias múltiples
fr: Analyse des correspondances multiples

source: Multiple Response
es: Respuesta múltiple
fr: Réponses multiples

source: Multiple Response Crosstab
es: Tabla cruzada de respuestas múltiples
fr: Réponses multiples - Tableau croisé

source: Multiple Response Frequencies
es: Respuestas Múltiples - Frecuencias
fr: Réponses multiples - Fréquences

source: Multiple Value Variable
es: Variable con valores múltiples
fr: Variable à valeurs multiples

source: Multivariate
es: Multivariado
fr: Multivarié

source: Name
es: Caso
fr: Nom

source: Natural log tranform
es: Transformación logaritmo neperiano
fr: Transformation logarithme népérien

source: Natural Log Tranform requires positive (>0) data.
es: Natural Log Tranform requiere datos positivos (>0).
fr: La transformation logarithmique nécessite des données strictement positives.

source: No rotation used.
es: No se utiliza rotación.
fr: Aucune rotation appliquée.

source: None
es: Ninguno
fr: Aucun

source: Normal Curve
es: Curva Normal
fr: Courbe normale

source: Normalization
es: Normalización
fr: Normalisation

source: Notch width
es: Ancho de la cintura
fr: Largeur de l'encoche

source: Notched box
es: Caja con cintura
fr: Boite avec encoche

source: November
es: Noviembre
fr: novembre

source: Nudged boxplots
es: Gráficos de caja separados
fr: Boites à moustaches séparées

source: Number of cases
es: Número de observaciones
fr: Nombre d'observations

source: Number of cases:
es: Número de observaciones:
fr: Nombre d'observations :

source: Number of dimensions
es: Número de dimensiones
fr: Nombre de dimensions

source: Number of dimensions must be less than or equal to {maxDim}.
es: El número de dimensiones debe ser menor o igual que {maxDim}.
fr: Le nombre de dimensions doit être inférieur ou égal à {maxDim}.

source: Obs color
es: Color obs.
fr: Couleur obs.

source: Observation Coordinates
es: Coordenadas de las observaciones
fr: Coordonnées des observations

source: Observation Plot
es: Gráfico de observaciones
fr: Graphique des observations

source: Observation plot
es: Gráfico de observaciones
fr: Observations

source: Observation Plot Options
es: Opciones del gráfico de observaciones
fr: Graphique des observations

source: Observation principal
es: Principal de observaciones
fr: Observations principales

source: Observation principal coordinates
es: Coordenadas principales de las observaciones
fr: Coordonnées principales des observations

source: Observation Summary
es: Resumen de las observaciones
fr: Résumé des observations

source: Observations
es: Observaciones

source: October
es: Octubre
fr: octobre

source: October 2035
es: Octubre 2035
fr: Octobre 2035

source: October 35
es: Octubre 35
fr: Octobre 35

source: Offset
es: Desplazamiento

source: One variable
es: Una variable
fr: Une variable

source: only
es: únicamente
fr: seulement

source: Option name
es: Nombre de las opciones
fr: Nom des options

source: Option Variables
es: Variables de respuesta
fr: Variables d'options

source: Options
es: Opciones

source: Orange
es: Naranja

source: Orange and Purple
es: Naranja y morado
fr: Orange à violet

source: Orange to Red
es: Naranja y rojo
fr: Orange à rouge

source: Oranges
es: Naranjas

source: Original Eigenvalues
es: Valores propios originales
fr: Valeurs propres originales

source: Other Options
es: Otras opciones
fr: Autres options

source: Overall
es: Globalmente
fr: Globalement

source: Overall (all groups)
es: General (todos los grupos)
fr: Ensemble des groupes

source: Overlapping
es: Superpuesto
fr: Superposé

source: P-P plot
es: Gráfico P-P
fr: Diagramme P-P

source: p-Value Adjustment
es: Ajuste de los p-valores
fr: Correction des p-valeurs

source: p-values are adjusted groupwise using {method} method.
es: Los p-valores se ajustan por grupo utilizando el método {method}.
fr: Les probabilités critiques sont corrigées par groupe selon la méthode {method}.

source: p-values are adjusted overall using {method} method.
es: Los p-valores se ajustan globalmente utilizando el método {method}.
fr: Les probabilités critiques sont corrigées globalement selon la méthode {method}.

source: p-values are adjusted using {method} method.
es: Los p-valores se ajustan utilizando el método {method}.
fr: Les probabilités critiques sont corrigées selon la méthode {method}.

source: Paired
es: Por parejas
fr: Apparié

source: Pairwise Comparisons
es: Comparaciones por pares
fr: Comparaisons par paires

source: Palette
es: Paleta

source: Parameter 1
es: Parámetro 1
fr: Paramètre 1

source: Parameter 2
es: Parámetro 2
fr: Paramètre 2

source: Parameter Estimates
es: Estimación de los parámetros
fr: Estimation des paramètres

source: Parameter Values
es: Valor de los parámetros
fr: Valeurs des paramètres

source: Parameter values
es: Valor de los parámetros
fr: Valeurs des paramètres

source: PCA Principal Coordinates
es: Coordenadas principales del ACP
fr: Coordonnées principales ACP

source: PCA Standard Coordinates
es: Coordenadas estándar del ACP
fr: Coordonnées standardisées ACP

source: Percent
es: Porcentaje
fr: Pourcent

source: Percentages
es: Porcentajes
fr: Pourcentages

source: Pie Chart
es: Gráfico de sectores
fr: Diagramme en secteurs

source: Pie charts are for educational use only. Please do not use Pie charts!
es: Los gráficos de sectores son solo para uso educativo. Por favor, ¡no los utilices!
fr: Les diagrammes en secteurs sont réservés à un usage pédagogique. Veuillez ne pas les utiliser !

source: Pink
es: Rosa
fr: Rose

source: Pink and Green
es: Rosa y verde
fr: Rose et vert

source: Plot
es: Gráfico
fr: Graphique

source: Plot Color
es: Colores del gráfico
fr: Couleurs du graphique

source: Plot Colors
es: Colores del gráfico
fr: Couleurs du graphique

source: Plot Options
es: Opciones del gráfico
fr: Options du graphique

source: Plot Titles
es: Títulos del gráfico
fr: Titres du graphique

source: Plot Titles & Subtitles
es: Títulos y subtítulos de gráficos
fr: Titres et sous-titres des graphiques

source: Plot Type
es: Tipo de gráfico
fr: Type de graphique

source: Plots
es: Gráficos
fr: Graphiques

source: Point
es: Punto

source: Point size
es: Tamaño del punto
fr: Taille des points

source: Point Size
es: Tamaño del punto
fr: Taille des points

source: Points
es: Puntos

source: Pointwise
es: Puntual

source: Position
es: Posición

source: Post Hoc Tests
es: Tests Post Hoc
fr: Tests Post-hoc

source: Prevent overlap
es: Evitar superposición
fr: Empêcher la superposition

source: Principal Component Analysis
es: Análisis de componentes principales
fr: Analyse en composantes principales

source: Principal coordinates
es: Coordenadas principales
fr: Coordonnées principales

source: Principal normalization
es: Normalización principal
fr: Normalisation principale

source: Proportional point size
es: Tamaño de punto proporcional
fr: Points proportionnels

source: Purple
es: Morado
fr: Violet

source: Purple and Green
es: Morado y verde
fr: Violet et vert

source: Purple to Blue
es: Morado y azul
fr: Violet à bleu

source: Purple to Green
es: Morado y verde
fr: Violet à vert

source: Purple to Red
es: Morado y rojo
fr: Violet à rouge

source: Purples
es: Morados
fr: Violets

source: Q-Q & P-P Plots
es: Gráficos Q-Q y P-P
fr: Diagrammes Q-Q & P-P

source: Q-Q line
es: Recta Q-Q
fr: Droite Q-Q

source: Q-Q plot
es: Gráfico Q-Q
fr: Diagramme Q-Q

source: QLT
es: Calidad

source: Questions
es: Preguntas

source: Raincloud
es: Nube de lluvia

source: Raincloud Plot
es: Gráfico de nube de lluvia
fr: Diagramme Raincloud

source: Range
es: Rango
fr: Étendue

source: Red
es: Rojo
fr: Rouge

source: Red and Blue
es: Rojo y azul
fr: Rouge et bleu

source: Red and Gray
es: Rojo y gris
fr: Rouge et gris

source: Red to Purple
es: Rojo y morado
fr: Rouge et violet

source: Red, Yellow and Blue
es: Rojo, amarillo y azul
fr: Rouge, jaune et bleu

source: Red, Yellow and Green
es: Rojo, amarillo y verde
fr: Rouge, jaune et vert

source: Red, Yellow, Blue
es: Rojo, amarillo y azul
fr: Rouge, jaune et bleu

source: Red, Yellow, Green
es: Rojo, amarillo y verde
fr: Rouge, jaune et vert

source: Reds
es: Rojos
fr: Rouges

source: Reference line
es: Recta de referencia
fr: Droite de référence

source: Reference Lines
es: Rectas de referencia
fr: Lignes de référence

source: Regression Line
es: Recta de regresión
fr: Courbe de régression

source: Reverse disposition
es: Disposición inversa
fr: Renverser la disposition

source: Reverse stacking order
es: Invertir orden de apilado
fr: Inverser les modalités

source: Right
es: Derecha
fr: Droite

source: Rotate eigenvectors
es: Rotar vectores propios
fr: Rotation des vecteurs propres

source: Rotation
es: Rotación

source: Row
es: Fila
fr: Ligne

source: Row and Column Points for {rows} and {cols}
es: Gráfico de filas y columnas para {rows} y {cols}
fr: Graphique des lignes et colonnes pour {rows} et {cols}

source: Row and column profiles
es: Perfiles de filas y columnas
fr: Profils lignes et colonnes

source: Row and column summaries
es: Resumen de filas y columnas
fr: Résumés des lignes et colonnes

source: Row Plot
es: Gráfico de filas
fr: Graphique des lignes

source: Row plot
es: Gráfico de filas
fr: Graphique des lignes

source: Row Points for {rows}
es: Gráfico de filas para {rows}
fr: Graphique des lignes pour {rows}

source: Row principal
es: Principal de filas
fr: Lignes principales

source: Row principal normalization
es: Normalización de fila principal
fr: Normalisation principale en lignes

source: Row Profiles
es: Perfiles de fila
fr: Profils lignes

source: Row Summary
es: Resumen de fila
fr: Résumé des lignes

source: Rows
es: Filas
fr: Lignes

source: Rows (Options)
es: Filas (opciones)
fr: Lignes (Options)

source: Same as point/arrow
es: Igual que punto/vector
fr: Comme les vecteurs/points

source: Sample Probabilities
es: Probabilidades de Muestra
fr: Probabilités observées

source: Sample Probability Deviation
es: Muestra de Desviación de Probabilidad
fr: Écarts des probabilités observées

source: Sample Quantiles
es: Cuantiles observados
fr: Quantiles observés

source: Sample Quantiles Deviation
es: Desviaciones de los cuantiles observados
fr: Écarts des quantiles observés

source: Save
es: Guardar
fr: Enregistrer

source: Save observation coordinates
es: Guardar coordenadas de las observaciones
fr: Enregistrer les coordonnées des observations

source: Scatter Plot
es: Diagrama de dispersión
fr: Nuage de points

source: Scree Plot
es: Gráfico de sedimentación
fr: Valeurs propres

source: Scree plot
es: Gráfico de sedimentación
fr: Valeurs propres

source: Separator
es: Separador
fr: Séparateur

source: September
es: Septiembre
fr: septembre

source: Set 1
es: Conjunto 1
fr: Ensemble 1

source: Set 2
es: Conjunto 2
fr: Ensemble 2

source: Set 3
es: Conjunto 3
fr: Ensemble 3

source: Several variables
es: Múltiples variables
fr: Plusieurs variables

source: Show % labels
es: Mostrar los %
fr: Afficher les %

source: Show count labels
es: Mostrar valores
fr: Afficher les effectifs

source: Show density
es: Mostrar densidad
fr: Afficher la densité

source: Show line
es: Mostrar recta
fr: Afficher la courbe

source: Show lines
es: Mostrar líneas
fr: Afficher les lignes

source: Show mean
es: Mostrar media
fr: Afficher la moyenne

source: Show normal curve
es: Mostrar curva normal
fr: Afficher la courbe normale

source: Show outliers
es: Mostrar atípicos
fr: Afficher les extrêmes

source: Show points
es: Mostrar puntos
fr: Afficher les points

source: Show points with missing group/label
es: Mostrar puntos con grupo faltante
fr: Afficher les points avec groupe manquant

source: Show totals (Centered only)
es: Mostrar totales (solo centrado)
fr: Afficher les totaux

source: Single
es: Único
fr: Unique

source: Singular Value
es: Valor singular
fr: Valeur singulière

source: Size
es: Tamaño
fr: Taille

source: Sizes & Colors
es: Tamaños y colores
fr: Tailles & couleurs

source: Smooth
es: Suavizado
fr: Lisse

source: Solution
es: Solución

source: Sort Variables by Median
es: Ordenar variables según la mediana
fr: Trier les variables selon la médiane

source: Sorting
es: Orden
fr: Tri

source: Sorting (by median)
es: Clasificación (por mediana)
fr: Tri (selon médiane)

source: Spectral
es: Espectro

source: SS Loadings
es: Cargas SS
fr: Total

source: Stacked
es: Apilado
fr: Empilé

source: Stacked 100%
es: Apilado 100%
fr: Empilé à 100 %

source: Standard
es: Estándar

source: Standard coordinates
es: Coordenadas estándar
fr: Coordonnées standardisées

source: Standard normalization
es: Normalización estándar
fr: Normalisation standard

source: Standardize loadings (eigenvectors)
es: Estandarizar cargas (vectores propios)
fr: Coord. des variables standardisées

source: Standardize scores
es: Estandarizar puntuaciones
fr: Coord. des observations standardisées

source: Standardize values
es: Valores estandarizados
fr: Valeurs standadisées

source: Standardize variables
es: Estandarizar variables
fr: Standardiser les variables

source: Standardized Sample Quantiles
es: Cuantiles observados estandarizados
fr: Quantiles observés standardisés

source: Standardized Sample Quantiles Deviation
es: Desviaciones de los cuantiles observados estandarizados
fr: Écarts des quantiles observés standardisés

source: Standardized values
es: Valores estandarizados
fr: Valeurs standardisées

source: Staple width
es: Ancho de la barrera
fr: Largeur de l'agrafe

source: Statistic
es: Estadístico
fr: Statistique

source: Stretch arrows by
es: Ampliar las flechas por
fr: Taille vecteurs

source: Student
es: t-Student

source: Subtitle
es: Subtítulo
fr: Sous-titre

source: Subtitle Style
es: Estilo de subtítulo
fr: Style des sous-titres

source: Subtitle Text
es: Texto de subtítulo
fr: Texte des sous-titres

source: Summary
es: Resumen
fr: Résumé

source: Suppl. Column
es: Columna adicional
fr: Colonne sup.

source: Suppl. Row
es: Fila adicional
fr: Ligne sup.

source: Suppl. variables
es: Variables supl.
fr: Variables sup.

source: Supplement
es: Adicional
fr: Supplémentaire

source: Supplementary column numbers must be a list of numbers, e.g. 1,2,9
es: Los números de columnas suplementarias deben ser una lista de números, p.e. 1,2,9
fr: Les colonnes supplémentaires doivent être une liste de nombres, e.g. 1,2,9

source: Supplementary column numbers must be between 1 and {nmax}.
es: Los números de columnas suplementarias deben estar entre 1 y {nmax}.
fr: Les numéros des colonnes supplémentaires doivent être compris entre 1 et {nmax}.

source: Supplementary columns
es: Columnas suplementarias
fr: Colonnes supplémentaires

source: Supplementary Points
es: Elementos suplementarios
fr: Points supplémentaires

source: Supplementary row numbers must be a list of numbers, e.g. 1,2,9
es: Los números de fila suplementarios deben ser una lista de números, p.e. 1,2,9
fr: Les lignes supplémentaires doivent être une liste de nombres, e.g. 1,2,9

source: Supplementary row numbers must be between 1 and {nmax}.
es: Los números de fila suplementarios deben estar entre 1 y {nmax}.
fr: Les numéros des lignes supplémentaires doivent être compris entre 1 et {nmax}.

source: Supplementary rows
es: Filas suplementarias
fr: Lignes supplémentaires

source: Supplementary rows/columns
es: Filas/columnas suplementarias
fr: Lignes et colonnes supplémentaires

source: Supplementary Variables
es: Variables suplementarias
fr: Variables supplémentaires

source: Supplementary variables
es: Variables suplementarias
fr: Variables supplémentaires

source: Symetric normalization
es: Normalización simétrica
fr: Normalisation symétrique

source: Symmetric
es: Simétrico
fr: Symétrique

source: Symmetric normalization
es: Normalización simétrica
fr: Normalisation symétrique

source: Table
es: Tabla

source: Tables
es: Tablas

source: Tail-Sensitive (Normal)
es: Sensible a colas (Normal)

source: Tests
es: Pruebas

source: Text
es: Texto
fr: Texte

source: Text Size
es: Tamaño del texto
fr: Taille du texte

source: Text Size & Colors
es: Tamaño del texto y colores
fr: Taille du texte & couleurs

source: Text Size & Facets
es: Tamaño del texto y subgráficos
fr: Taille du texte & facettes

source: The correlation matrix is not positive definite. Computations may not be accurate.
es: La matriz de correlación no es positiva definida. Es posible que los cálculos no sean precisos.
fr: La matrice des corrélations n'est pas définie-posivite. Les calculs peuvent être approximatifs.

source: The number of dimensions cannot be greater than {max}.
es: El número de dimensiones no puede ser mayor que {max}.
fr: Le nombre de dimensions ne peut pas être supérieur à {max}.

source: The number of dimensions cannot be greater than the number of variables.
es: El número de dimensiones no puede ser mayor que el número de variables.
fr: Le nombre de dimensions ne peut pas être supérieur au nombre de variables.

source: Theoretical Probabilities
es: Probabilidades teóricas
fr: Probabilités théoriques

source: Theoretical Quantiles
es: Cuantiles teóricos
fr: Quantiles théoriques

source: Tidy up levels
es: Corregir niveles
fr: Corriger les niveaux

source: Time Series
es: Series temporales
fr: Séries temporelles

source: Title
es: Título
fr: Titre

source: Title Style
es: Estilo del título
fr: Style du titre
