Repository: vjalby/vijPlots
Catalog: jamovi/i18n/*.po
Languages: es, fr

source: Title Text
es: Texto del título
fr: Texte du titre

source: Top
es: Arriba
fr: Haut

source: Total row
es: Fila total
fr: Ligne Total

source: Treat empty values as missing
es: Tratar los valores vacíos como perdidos
fr: Considérer les valeurs vides comme manquantes

source: Type
es: Tipo

source: Unable to estimate the distribution parameters.
es: No se pueden estimar los parámetros de la distribución.
fr: Impossible d'estimer les paramètres de la distribution.

source: Unable to use {rotation} rotation.
es: No se puede utilizar la rotación {rotation}.
fr: Impossible d'utiliser la rotation {rotation}.

source: Uniform
es: Uniforme
fr: Uniforme

source: US (M-D-Y)
es: US (M-D-A)
fr: US (M-J-A)

source: Use boldface
es: Usar negrita
fr: Catégories en gras

source: Use color No.
es: Color nº
fr: Couleur nº

source: Use Palette
es: Utilizar la paleta
fr: Utiliser la palette

source: Use the same color for variables
es: Utilizar un único color
fr: Utiliser une couleur unique

source: Use variable's description as name
es: Usar descripción de las variables como etiqueta
fr: Description des variables comme nom

source: Values
es: Valores
fr: Valeurs

source: Variable dicriminations
es: Discriminación de variables
fr: Discrimination des variables

source: Variable Discriminations
es: Discriminación de variables
fr: Discrimination des variables

source: Variable plot
es: Gráfico de variables
fr: Variables

source: Variable Plot
es: Gráfico de variables
fr: Graphique des variables

source: Vertical label wrap
es: Altura de las etiquetas horizontales
fr: Hauteur des étiquettes verticales

source: Vertical line at
es: Recta vertical en
fr: Ligne verticale à

source: vijPlots: Yet Another jamovi Plotting Module
es: vijPlots: otro módulo de gráficos para jamovi
fr: vijPlots: un autre module graphique pour jamovi

source: White
es: Blanco
fr: Blanc

source: Width
es: Ancho
fr: Largeur

source: Within categories
es: Dentro de categorías
fr: dans les catégories

source: Within groups
es: Dentro de grupos
fr: dans les groupes

source: Wrong parameter values.
es: Valores de parámetros incorrectos.
fr: Paramètres de la distribution incorrects.

source: X-Axis
es: Eje X
fr: Axe X

source: X-Axis and Y-Axis cannot be equal.
es: El eje X y el eje Y no pueden ser iguales.
fr: Les axes X et Y ne peuvent pas être identiques.

source: X-Axis and Y-Axis cannot be greater than the number of dimensions.
es: El eje X y el eje Y no pueden ser mayores que el número de dimensiones.
fr: Les axes X et Y ne peuvent pas être supérieurs au nombre de dimensions.

source: X-Axis is a date
es: El eje X es una fecha
fr: L'axe X est une date

source: X-Axis Range
es: Rango del eje X
fr: Étendue axe X

source: Y-Axis
es: Eje Y
fr: Axe Y

source: Y-Axis Range
es: Rango del eje Y
fr: Étendue axe Y

source: Yellow
es: Amarillo
fr: Jaune

source: Yellow to Blue
es: Amarillo y azul
fr: Jaune à bleu

source: Yellow to Brown
es: Amarillo y marrón
fr: Jaune à marron

source: Yellow to Green
es: Amarillo y verde
fr: Jaune à vert

source: Yellow to Red
es: Amarillo y rojo
fr: Jaune à rouge

source: Adj. p
fr: p corr.

source: Biplot
fr: Graphique double

# distribution
source: Normal
fr: Normale

source: Feb
fr: févr.

source: Jul
fr: juil.

source: Jun
fr: juin

source: Log-normal
fr: Log-normale

source: Manual
fr: Manuel

source: Mar
fr: mars

source: Principal
fr: Principale

source: SD
fr: Ecart-type
