Repository: vjalby/vijPlots
Catalog: jamovi/i18n/*.po
Languages: es, fr

source: <p>This module uses <a href = "https://CRAN.R-project.org/package=qqplotr" target="_blank">qqplotr R package<a/> by Alexandre Almeida, Adam Loy and Heike Hofmann. In-depth information can be found in the package documentation on CRAN site.</p> <p><strong>Reference line:</strong> Draws either the <em>identity line</em> (y = x) or the commonly-used <em>Q-Q line</em> that intercepts two data quantiles (Q<sub>0.25</sub> and Q<sub>0.75</sub>). P-P plot only supports identity line.</p> <p><strong>Confidence band:</strong> Draws a confidence band around the reference line. qqplotr package provides several methods to compute the confidence band:</p> <ul> <li><strong><em>Pointwise</em></strong> constructs pointwise confidence bands based on Normal confidence intervals;</li> <li><strong><em>Bootstrap</em></strong> creates pointwise confidence bands based on a parametric bootstrap;</li> <li><strong><em>Kolmogorov-Smirnov</em></strong> band is based on the Kolmogorov-Smirnov test;</li> <li><strong><em>Tail-Sensitive</em></strong> constructs a tail-sensitive confidence bands but is only implemented for Normal Q-Q plots;</li> <li><strong><em>Equal Local Levels (ELL)</em></strong> constructs simultaneous bands using the equal local levels.</li> </ul> <p>P-P plots only support "ELL" and "Bootstrap" methods.</p> <p><strong>Detrended plot:</strong> The objects are <em>detrended</em> according to the reference line. This procedure may help reducing visual bias caused by the orthogonal distances from the points to the reference line.</p> <p><strong>Parameter values:</strong> The distribution parameters can be estimated from data using:</p> <ul> <li><strong>Maximum Likelihood Method</strong> (using MASS package) : it should work with all distributions but "t" and "uniform";</li> <li><strong>Method of Moments</strong> for moment based parameters : it should work with "normal", "log-normal", "Beta", "Exponential", "Gamma", "Logistic" and "Uniform" distributions;</li> </ul> <p>or entered by user:</p> <ul> <li><strong>Parameter 1:</strong> mean (Normal), meanlog (Log-normal), shape1 (Beta), location (Cauchy, Logistic), df (Chi-squared, Student), df1 (F), rate (Exponential), shape (Gamma, Weibull) and min (Uniform);</li> <li><strong>Parameter 2:</strong> sd (normal), sdlog (Log-normal), shape2 (Beta), scale (Cauchy, Logistic), df2 (F), rate (Gamma, Weibull) and max (Uniform).</li> </ul> </p>
es: <p>Este módulo utiliza el <a href="https://CRAN.R-project.org/package=qqplotr">paquete de R qqplotr</a>, desarrollado por Alexandre Almeida, Adam Loy y Heike Hofmann. Se puede encontrar información detallada en la documentación del paquete disponible en la web de CRAN.</p> <p><strong>Recta de referencia:</strong> Dibuja la <em>recta identidad</em> (y = x) o la <em>recta Q-Q</em> que pasa por dos cuantiles específicos (Q<sub>0.25</sub> y Q<sub>0.75</sub>). Los gráficos P-P solo admiten la línea identidad.</p> <p><strong>Banda de confianza:</strong> Dibuja una banda de confianza alrededor de la línea de referencia. El paquete qqplotr ofrece varios métodos para calcular la banda de confianza:</p> <ul> <li><em><strong>Puntual</strong></em> construye bandas de confianza puntuales basadas en intervalos de confianza normales;</li> <li><em><strong>Bootstrap</strong></em> crea bandas de confianza puntuales basadas en un bootstrap paramétrico;</li> <li><em><strong>Kolmogorov-Smirnov</strong></em>: la banda se basa en el test de Kolmogorov-Smirnov;</li> <li><em><strong>Sensible a las colas</strong></em> construye bandas de confianza sensibles a las colas, pero solo está implementado para gráficos Q-Q normales;</li> <li><em><strong>Niveles locales iguales</strong></em> construye bandas simultáneas utilizando niveles locales iguales.</li> </ul> <p>Los gráficos P-P solo admiten los métodos "Niveles locales iguales" y "Bootstrap".</p> <p><strong>Gráfico sin tendencia (Detrended):</strong> Los objetos se representan <em>sin tendencia</em> en relación a la línea de referencia. Este procedimiento puede ayudar a reducir el sesgo visual causado por las distancias ortogonales de los puntos a la línea de referencia.</p> <p><strong>Valores de los parámetros:</strong> Los parámetros de la distribución pueden estimarse a partir de los datos mediante:</p> <ul> <li><strong>Método de máxima verosimilitud</strong> (utilizando el paquete MASS) : funciona con todas las distribuciones excepto "t-Student" y "Uniform";</li> <li><strong>Método de los momentos</strong> para parámetros basados en momentos : funciona con "Normal", "Log-normal", "Beta", "Exponencial", "Gamma", "Logística", "Uniforme";</li> </ul> <p>o introducidos por el usuario:</p> <ul> <li><strong>Parámetro 1:</strong> media (Normal), media-log (Log-normal), forma 1 (Beta), localización (Cauchy, Logística), grados de libertad (Chi-cuadrado, t-Student), grados de libertad 1 (F), tasa (Exponencial), forma (Gamma, Weibull) y mínimo (Uniforme);</li> <li><strong>Parámetro 2:</strong> desviación típica (Normal), desviación típica-log (Log-normal), forma 2 (Beta), escala (Cauchy, Logística), grados de libertad 2 (F), escala (Gamma, Weibull) y máximo (Uniforme).</li> </ul>
fr: <p>Ce module utilise l'extension R <a href = "https://CRAN.R-project.org/package=qqplotr" target="_blank">qqplotr<a/> par Alexandre Almeida, Adam Loy et Heike Hofmann. Les informations détaillées sont disponibles dans la documentation de l'extension sur le site CRAN.</p> <p><strong>Droite de référence :</strong> Trace soit la <em>droite identitée</em> (y = x) ou la <em>droite Q-Q</em> usuelle qui relie deux quantiles (Q<sub>0.25</sub> et Q<sub>0.75</sub>). Le diagramme P-P n'utilise que la droite identitée.</p> <p><strong>Bande de confiance :</strong> Trace une bande de confiance autour de la droite de référence. Le package qqplotr propose plusieurs méthodes pour calculer la bande de confiance :</p> <ul> <li><strong><em>Pointwise</em></strong> construit des bandes de confiance ponctuelles basées sur des intervalles de confiance normaux ;</li> <li><strong><em>Bootstrap</em></strong> crée des bandes de confiance ponctuelles basées sur un bootstrap paramétrique ;</li> <li><strong><em>Kolmogorov-Smirnov</em></strong> est basé sur le test de Kolmogorov-Smirnov ;</li> <li><strong><em>Tail-Sensitive</em></strong> construit des bandes de confiance sensibles à la queue de distribution, mais n'est implémenté que pour les graphiques Q-Q normaux ;</li> <li><strong><em>Equal Local Levels (ELL)</em></strong> construit des bandes simultanées utilisant des niveaux locaux égaux.</li> </ul> <p>Les graphiques P-P ne prennent en charge que les méthodes "ELL" et "Bootstrap".</p> <p><strong>Graphique redressé :</strong> Le graphique est <em>redressé</em> par rapport à la droite de référence. Cette procédure peut contribuer à réduire le biais visuel causé par les distances orthogonales entre les points et la droite de référence.</p> <p><strong>Valeurs des paramètres :</strong> Les paramètres de la distribution peuvent être estimés à partir des données à l'aide de :</p> <ul> <li><strong>Méthode du maximum de vraisemblance</strong> (avec le package MASS) : elle devrait fonctionner avec toutes les distributions sauf "Student" et "Uniforme";</li> <li><strong>Méthode des moments</strong> pour les paramètres basés sur les moments : elle devrait fonctionner avec les distributions "Normale", "Log-normale", "Beta", "Exponentielle", "Gamma", "Logistique" et "Uniforme";</li> </ul> <p>ou saisi par l'utilisateur :</p> <ul> <li><strong>Paramètre 1 :</strong> moyenne (normale), moyenne logarithmique (log-normale), forme 1 (bêta), position (Cauchy, logistique), ddl (Khi-deux, Student), ddl 1 (F), taux (exponentielle), forme (gamma, Weibull) et min (uniforme) ;</li> <li><strong>Paramètre 2 :</strong> écart-type (normale), écart-type logarithmique (log-normale), forme 2 (bêta), échelle (Cauchy, logistique), ddl 2 (F), taux (gamma, Weibull) et max (uniforme).</li> </ul> </p>

source: 1 day
es: 1 día
fr: 1 jour

source: 1 month
es: 1 mes
fr: 1 mois

source: 1 week
es: 1 semana
fr: 1 semaine

source: 1 year
es: 1 año
fr: 1 an

source: 10 years
es: 10 años
fr: 10 ans

source: 2 weeks
es: 2 semanas
fr: 2 semaines

source: 20 October 2035
es: 20 Octubre 2035
fr: 20 octobre 2035

source: 2035 October
es: 2035 Octubre
fr: 2023 octobre

source: 2035 October 20
es: 2035 Octubre 20
fr: 2035 octobre 20

source: 3 months
es: 3 meses
fr: 3 mois

source: 6 months
es: 6 meses
fr: 6 mois

source: A demonstration dataset for vijPlots module.
es: Conjunto de datos de ejemplo para el módulo vijPlots.
fr: Fichier de démonstration du module vijPlots.

source: A demonstration dataset for vijPlots/Correspondence Analysis.
es: Conjunto de datos de ejemplo para el módulo vijPlots/Análisis de correspondencia.
fr: Fichier de démonstration pour vijPlots/Analyse des correspondances.

source: A demonstration dataset for vijPlots/Likert plots.
es: Conjunto de datos de ejemplo para el módulo vijPlots/Likert.
fr: Fichier de démonstration pour vijPlots/Likert.

source: A demonstration dataset for vijPlots/Multiple Correspondence Analysis.
es: Conjunto de datos de ejemplo para el módulo vijPlots/Análisis de correspondencia múltiple.
fr: Fichier de démonstration pour vijPlots/Analyse des correspondances multiples.

source: A demonstration dataset for vijPlots/Multiple Response plots.
es: Conjunto de datos de ejemplo para el módulo vijPlots/Respuesta múltiple.
fr: Fichier de démonstration pour vijPlots/Réponses multiples.

source: A demonstration dataset for vijPlots/Principal Component Analysis.
es: Conjunto de datos de ejemplo para el módulo vijPlots/Análisis de componentes principales.
fr: Fichier de démonstration pour vijPlots/Analyse en composantes principales.

source: A demonstration dataset for vijPlots/Raincloud plot.
es: Conjunto de datos de ejemplo para el módulo vijPlots/Nube de lluvia.
fr: Fichier de démonstration pour vijPlots/Diagramme Raincloud.

source: A demonstration dataset for vijPlots/Time Serie plots.
es: Un conjunto de datos de ejemplo para el módulo vijPlots/Series Temporales.
fr: Fichier de démonstration pour vijPlots/Séries temporelles.

source: Accent
es: Resaltado
fr: Accentué

source: Active Margin
es: Margen activo
fr: Marge active

source: Add median line (Stacked only)
es: Mostrar mediana (solo apilado)
fr: Ajouter la ligne médiane

source: Add plot frame
es: Añadir marco del gráfico
fr: Ajouter un cadre au graphique

source: Advanced Options
es: Opciones avanzadas
fr: Options avancées

source: Align
es: Alin.

source: Alpha
es: Alfa

source: Apr
es: Abr
fr: avr.

source: April
es: Abril
fr: avril

source: Area Chart
es: Gráfico de áreas
fr: Diagramme en aires

source: Arrows
es: Vectores
fr: Vecteurs

source: Ascending
es: Creciente
fr: Croissant

source: Aug
es: Ago
fr: août

source: August
es: Agosto
fr: août

source: Axes
es: Ejes

source: Axis numbers cannot be equal.
es: Los números de los ejes no pueden ser iguales.
fr: Les axes ne peuvent pas être identiques.

source: Axis numbers must be less than or equal to the number of dimensions ({nDim}).
es: Los números de eje deben ser menores o iguales que el número de dimensiones ({nDim}).
fr: Les axes doivent être inférieurs ou égaux au nombre de dimensions ({nDim}).

source: Axis Titles
es: Títulos de los ejes
fr: Titre des axes

source: Bar Plot
es: Gráfico de barras
fr: Diagramme en barres

source: Bar Type
es: Tipo de barras
fr: Type de barres

source: Bartlett's Test of Sphericity
es: Prueba de esfericidad de Bartlett
fr: Test de sphéricité de Bartlett

source: Benzécri Correction
es: Corrección de Benzécri
fr: Correction de Benzécri

source: Benzécri correction
es: Corrección de Benzécri
fr: Correction de Benzécri

source: Beta distribution requires data between 0 and 1.
es: La distribución Beta requiere datos entre 0 y 1.
fr: La loi Bêta nécessite des données comprise entre 0 et 1

source: Bin Color
es: Color de las barras
fr: Couleur des bâtons

source: Bin Size
es: Tamaño de las barras
fr: Taille des bâtons

source: Biplot Type
es: Tipo de Biplot
fr: Type de graphique double

source: Black
es: Negro
fr: Noir

source: Blue
es: Azul
fr: Bleu

source: Blue to Green
es: Azul y verde
fr: Bleu à vert

source: Blue to Purple
es: Azul y morado
fr: Bleu à violet

source: Blues
es: Azules
fr: Bleus

source: Bold
es: Negrita
fr: Gras

source: Bold Italic
es: Negr. Curs.
fr: Gras Ital.

source: Border
es: Borde
fr: Bordures

source: Bottom
es: Abajo
fr: Bas

# boundary
source: Position
es: Posición
fr: Origine

source: Box Elements
es: Elementos del gráfico
fr: Éléments de la boite

source: Box Plot
es: Gráfico de caja
fr: Boite à moustaches

source: Brown
es: Marrón
fr: Marron

source: Brown and Green
es: Marrón y verde
fr: Marron à vert

source: Burt matrix
es: Matriz de Burt
fr: Tableau de Burt

source: BY
es: POR

source: By group
es: Por grupo
fr: Par groupe

source: By variable
es: Por variable
fr: Par variable

source: Cannot convert text variables to integers
es: No se pueden convertir variables de texto a números enteros
fr: Impossible de convertir une variable de type texte en entiers.

source: Cannot tidy up text variables
es: No se pueden ordenar las variables de texto
fr: Impossible de corriger les niveaux d'un variable de type texte.

source: Caption
es: Descripción
fr: Légende

source: Caption Style
es: Estilo del pie de gráfico
fr: Style des légendes

source: Caption Text
es: Texto del pie de gráfico
fr: Texte des légendes

source: Categorical
es: Variables cualitativas
fr: Variables qualitatives

source: Categories
es: Categorías
fr: Catégories

source: Category Axis
es: Eje de categorías
fr: Axe des catégories

source: Category Plot
es: Gráfico de categorías
fr: Graphique des catégories

source: Category plot
es: Gráfico de categorías
fr: Catégories

source: Category Plot Options
es: Opciones del gráfico de categorías
fr: Graphique des catégories

source: Category principal
es: Principal de categorías
fr: Catégories principales

source: Category principal coordinates
es: Coordenadas principales de las categorías
fr: Coordonnées principales des catégories

source: Category Summary
es: Resumen de las categorías
fr: Résumés des catégories

source: Center
es: Centro
fr: Centrer

source: Centered
es: Centrado
fr: Centré

source: Chi-squared
es: Chi-cuadrado
fr: Khi-deux

source: Color Number
es: Número del color
fr: Numéro de la couleur

source: Color Options
es: Opciones de color
fr: Options de couleurs

source: Color Palette
es: Paleta de colores
fr: Palette de couleurs

source: Colors
es: Colores
fr: Couleurs

source: Colors & Options
es: Colores y opciones
fr: Couleurs & Options

source: Column
es: Columna
fr: Colonne

source: Column Plot
es: Gráfico de columnas
fr: Graphique des colonnes

source: Column plot
es: Gráfico de columnas
fr: Graphique des colonnes

source: Column Points for {cols}
es: Puntos de columna para {cols}
fr: Graphique des colonnes pour {cols}

source: Column principal
es: Principal de columnas
fr: Col. principales

source: Column principal normalization
es: Normalización de columna principal
fr: Normalisation principale en colonnes

source: Column Profiles
es: Perfiles de columna
fr: Profils colonnes

source: Column Summary
es: Resumen de columnas
fr: Résumé des colonnes

source: Columns
es: Columnas
fr: Colonnes

source: Columns (Groups)
es: Columnas (grupos)
fr: Colonnes (Groupes)

source: Comparison Tests
es: Test de comparación
fr: Tests de comparaison

source: Comparison tests cannot be computed with empty (N=0) groups
es: Las pruebas de comparación no se pueden calcular con grupos vacíos (N=0)
fr: Les tests de comparaison ne peuvent pas être appliqués avec des groupes vides.

source: Comparison tests require numeric variables
es: Las pruebas de comparación requieren variables numéricas
fr: Les tests de comparaison nécessitent des variables numériques.

source: Component
es: Componente
fr: Composante

source: Component Plot
es: Gráfico de componentes
fr: Graphique des composantes

source: Confidence band
es: Banda de confianza
fr: Bande de confiance (IC)

source: Confidence Band Methods
es: Cálculo de la banda de confianza
fr: Méthodes de calcul de l'IC

source: Confidence interval
es: Banda de confianza
fr: Intervalle de confiance

source: Connect ordinal categories
es: Unir categorías ordinales
fr: Joindre les catégories ordinales

source: Conover's Pairwise Comparisons
es: Comparaciones por pares de Conover
fr: Comparaisons par paires de Conover

source: Contingency Table
es: Tabla de contingencia
fr: Tableau de contingence

source: Contingency table
es: Tabla de contingencia
fr: Tableau de contingence

source: Continuous
es: Variables cuantitativas
fr: Variables quantitatives

source: Contributions
es: Contribuciones

source: Convert variables to integer
es: Convertir variables en enteros
fr: Convertir les variables en entiers

source: Coordinates
es: Coordenadas
fr: Coordonnées

source: Correspondence Analysis
es: Análisis de correspondencias
fr: Analyse des correspondances

source: Count
es: Frecuencia
fr: Effectif

source: Counted value
es: Valor contado
fr: Valeur comptée

source: Counts
es: Recuento
fr: Effectifs

source: Counts (optional)
es: Recuentos (opcional)
fr: Effectifs (optionnel)

source: Cov (Loading principal)
es: Cov (cargas principales)
fr: Cov (Var. principales)

source: Covariance (Loading principal)
es: Covarianza (cargas principales)
fr: Covariance (Variables principales)

source: Covariance Biplot
es: Biplot (Covarianza)
fr: Graphique double (Covariance)

source: Crosstab
es: Tabla de contingencia
fr: Tableau croisé

source: Crosstab (% by row)
es: Tabla de contingencia (% por fila)
fr: Tableau croisé (% en ligne)

source: Crosstab (% of cases)
es: Tabla de contingencia (% de casos)
fr: Tableau croisé (% des observations)

source: Crosstab (% of responses)
es: Tabla de contingencia (% de respuestas)
fr: Tableau croisé (% des réponses)

source: Cumulative %
es: % acumulado
fr: % cumulés

source: Dark 2
es: Oscuro 2
fr: Sombre 2

source: Dark Gray
es: Gris oscuro
fr: Gris foncé

source: Dashed line
es: Línea discontinua
fr: Pointillée

source: Data
es: Datos
fr: Données

source: Data Transform
es: Transformación de datos
fr: Tranformation des données

source: Date breaks
es: Intervalos de fecha
fr: Intervalle

source: Dec
es: Dic
fr: déc.

source: December
es: Diciembre
fr: décembre

source: Decreasing
es: Decreciente
fr: Décroissant

source: default
es: por defecto
fr: par défaut

source: Density
es: Densidad
fr: Densité

source: Density opacity
es: Opacidad
fr: Alpha

source: Descending
es: Decreciente
fr: Décroissant

source: Detrended {distribStr} {typeStr} Plot of {varStr}
es: Gráfico sin tendencia {typeStr} {distribStr} de {varStr}
fr: Diagramme {typeStr} {distribStr} redressé de {varStr}

source: Detrended plot
es: Gráfico sin tendencia
fr: Diagramme redressé

source: df
es: gl
fr: ddl

source: Dichromat:Categorical
es: Dicromático:Categórico

source: Dimension
es: Dimensión

source: Discrimination
es: Discriminación

source: Discrimination Plot
es: Gráfico de discriminación
fr: Graphique des discriminations

source: Discrimination plot
es: Gráfico de discriminación
fr: Discriminations

source: Display format
es: Formato de visualización
fr: Affichage

source: Distribution
es: Distribución

source: Donut chart
es: Gráfico de anillo
fr: Graphique en anneau

source: Dot
es: Punto
fr: Point

source: Dot size
es: Punto
fr: Point

source: Draw arrow lines
es: Dibujar líneas de los vectores
fr: Droites des vecteurs

source: Draw staples
es: Dibujar barreras
fr: Tracer les agrafes

source: DSCF p-values are adjusted groupwise.
es: Los p-valores de DSCF están ajustados por grupo.
fr: Les probabilités critiques DSCF sont corrigées par groupe.

source: Dummy Variables
es: Variables dicotómicas
fr: Variables dichotomiques

source: Dunn's Pairwise Comparisons
es: Comparaciones por pares de Dunn
fr: Comparaisons par paires de Dunn

source: Dwass-Steel-Critchlow-Fligner Pairwise Comparisons
es: Comparaciones por pares de Dwass-Steel-Critchlow-Fligner
fr: Comparaisons par paires de Dwass-Steel-Critchlow-Fligner

source: Eigenvalue
es: Valor propio
fr: Valeur propre

source: Eigenvalues
es: Valores propios
fr: Valeurs propres

source: Element Sizes
es: Tamaño de los elementos
fr: Taille des éléments

source: Element Sizes & Facets
es: Tamaño de los elementos y subgráficos
fr: Taille des éléments & facettes

source: Equal Local Levels
es: Niveles locales iguales

source: Estimate parameters from data
es: Estimar parámetros a partir de datos
fr: Estimer les paramètres à partir des données

source: EU (D-M-Y)
es: UE (D-M-A)
fr: EU (J-M-A)

source: Exponential
es: Exponencial
fr: Exponentielle

source: Exponential distribution requires non-negative (≥0) data.
es: La distribución exponencial requiere datos no negativos (≥0).
fr: La loi Exponentielle nécessite des données positives.

source: Extraction Sums of Squared Loadings
es: Suma de cuadrados de las cargas extraídas
fr: Sommes des carrés des composantes extraites

source: Facet
es: Subgráfico
fr: Facette

source: Facets
es: Subgráficos
fr: Facettes

source: Factor
es: Variable
fr: Facteur

source: February
es: Febrero
fr: février

source: Fill
es: Relleno
fr: Remplissage

source: Font
es: Fuente
fr: Style

source: Font face
es: Tipo de letra
fr: Style de police

source: Font size
es: Tamaño de letra
fr: Taille de police

source: For border
es: Para el borde
fr: Pour bordures

source: For filling
es: Para el relleno
fr: Pour remplissage

source: Form (Score principal)
es: Forma (puntuaciones principales)
fr: Form (Obs. principales)

source: Form Biplot
es: Biplot de forma
fr: Graphique double (Form)

source: Frequencies
es: Frecuencias
fr: Fréquences

source: Frequency Plot
es: Gráfico
fr: Graphique

source: Frequency Table
es: Tabla de frecuencias
fr: Table des fréquences

source: Frequency table
es: Tabla de frecuencias
fr: Table des fréquences

source: Frequency Type
es: Tipo de frecuencia
fr: Type de fréquences

source: Gray
es: Gris
fr: Gris

source: Green
es: Verde
fr: Vert

source: Green to Blue
es: Verde y azul
fr: Vert à bleu

source: Greenacre Correction
es: Corrección de Greenacre
fr: Correction de Greenacre

source: Greenacre correction
es: Corrección de Greenacre
fr: Correction de Greenacre

source: Greenacre's corrected inertia =
es: Inercia corregida de Greenacre =
fr: Inertie corrigée (Greenacre) =

source: Greens
es: Verdes
fr: Verts

source: Grey
es: Gris
fr: Gris

source: Greys
es: Grises
fr: Gris

source: Group
es: Grupo
fr: Groupe

source: Group (Overlapped)
es: Grupo (superpuesto)
fr: Groupe (superposé)

source: Group (Side-by-side)
es: Grupo (al lado)
fr: Groupe (juxtaposé)

source: Group + Count
es: Grupo + Frecuencia
fr: Groupe + Effectif

source: Group + Percent
es: Grupo + Porcentaje
fr: Groupe + Pourcent

source: Group By
es: Agrupar por
fr: Grouper par

source: Grouped
es: Al lado
fr: Groupé

source: Grouped (tight)
es: Al lado (juntas)
fr: Groupé (serré)

source: Grouping
es: Agrupamiento
fr: Groupes

source: Grouping Variable
es: Agrupar por:
fr: Grouper par

source: Groupwise
es: Por grupo
fr: Par groupe

source: Hide % labels below 5%
es: Ocultar % inferiores al 5%
fr: Masquer les % inférieurs à 5 %

source: Histogram
es: Histograma
fr: Histogramme

source: Horizontal label wrap
es: Ancho de las etiquetas horizontales
fr: Largeur des étiquettes horizontales

source: Horizontal line at
es: Recta horizontal en
fr: Ligne horizontale à

source: Horizontal plot
es: Gráfico horizontal
fr: Graphe horizontal

source: Identity line
es: Recta identidad
fr: Droite identitée

source: Ignore missing groups
es: Ignorar grupos faltantes
fr: Ignorer les groupes manquants

source: Ignore missing values
es: Ignorar valores faltantes
fr: Ignorer les valeurs manquantes
